Revit 2027 API
ParameterTypeId.FilledRegionMasking Property
 "Masking"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FilledRegionMasking { get; }
Public Shared ReadOnly Property FilledRegionMasking As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FilledRegionMasking {
	ForgeTypeId^ get ();
}
static member FilledRegionMasking : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace